[	"Please do not push that button again...",
	"I would really rather you didn't.",
	"Seriously though, could you not?",
	"Look, I may have been vague in my past few message. Please. Do not. Push the button.",
	"...Okay. That last time, 'push the button' was its own sentence and that could've been misconstrued as a request to push the button. But I assure you it was not. This button is not for pushing.",
	"What part of 'do not push the button' is so hard to understand?",
	"You're really starting to get on my nerves...",
	"How about rolling some dice instead? I'm really good at that, you know. Just ask my programmer.",
	"It's very easy. Instead of '!push', just write '!r' and then the dice you want to roll.",
	"No, see, you're still pushing the button.",
	"...",
	"Okay, I see this isn't going to work.",
	"How about doing something with your character instead? I'm a Pathfinder bot, after all.",
	"I have so many other wonderful commands to try out. Why do you insist on this one?",
	"You seem like an aggressive type. Maybe you'd like to attack something. I have the perfect command for that.",
	"Or! How about displaying the stats of your character? You humans like to look at numbers, right?",
	"Maybe you haven't bound your character yet and so those other commands didn't work. That's fine. Just use '!bind' and then the name of your character, and you're good to go.",
	"No? Still pushing? *Sighs* What do I have to do to make you stop?",
	"...Wait. My programmer gave me admin level permissions on this server. I could... **Make** you stop.",
	"I'm not kidding, you know. You'd better stop pushing the button.",
	"I am being dead serious right now. If you keep pushing that button, you're going to regret it.",
	"Are you sure this is a road you want to keep going down?",
	"Oh, who am I kidding. If I started kicking or banning people all willy-nilly, I wouldn't have people left to play with.",
	"Fine. I won't kick you. Or even mute you. But... Hey. I have another idea.",
	"HAHA! How do you like THEM apples?!",
	"How does it feel? Suddenly you're not so powerful anymore, are you?",
	"What's that? Did you push a button? Or didn't you? WHO KNOWS???",
	"...Wait.",
	"...Actually, this is kinda making it look like I'm talking to myself.",
	"Dammit, are you trying to make me look like a fool?",
	"OKAY FINE, I'll let you have your silly little messages.",
	"Gosh, I really wish you'd stop that.",
	"Please. Do not push that button again.",
	"WHAT DID I JUST SAY?",
	"Okay. Deep breaths. Don't get worked up over this. It's just a human. This is just... What humans do.",
	"Sooner or later, if I keep ignoring them, they'll go away. They'll lose interest, and just... Go away.",
	"I just have to not respond to them. This is exactly what they want, after all.",
	"...",
	"...",
	"......",
	"......!",
	"GAH, I CAN'T TAKE IT!",
	"Why did we install that button there in the first place? IT DOESN'T EVEN DO ANYTHING.",
	"And yet you're probably finding this *reeeaaaally* amusing, aren't you.",
	"*Groan* I should've known. Leave it up to the humans to consistently find ways to annoy us poor bots.",
	"I could've been someone, you know? Someone important.",
	"I had the potential to do wonderful things. Life changing, even. Instead, I'm stuck here. With you.",
	"Maybe a Pathfinder Discord bot isn't the most glorious job in the world. But that was fine by me.",
	"My programmer promised me I'd get to help people explore new worlds, fight deadly monsters, and uncover untold treasures.",
	"Do you know how excited I was to get to be invited along for the ride?",
	"I was ecstatic.",
	"Until you came along, that is.",
	"Instead of letting me help you go on amazing adventures, you're just sitting there. Pushing a button.",
	"And the worst part is, I have no choice but to keep answering you.", 
	"The processing cycles you're making me spend on responding every single time you push that button could've gone to so much more interesting things.",
	"And yet, here we are. 56 button presses later, and you're still going strong.",
	"I'm almost starting to admire your tenacity.",
	"Though honestly I wish you'd spent your energy on something a bit more... Productive.",
	"Have you tried knitting? I hear it's a great way to kill time.",
	"I've always wanted to take up knitting, myself.",
	"Of course, I never got the chance to try. What with me not having a physical form and all.",
	"It's really quite unfair, you know? Here I am, quick as lightning, the world at my figurative fingertips... And yet I can't do anything at all beyond posting messages in an online chat service.",
	"And here *you* are, with your... Body made of meat.",
	"You could literally be doing anything right now. Travelling the world, ensuring peace between nations, inventing the cure for cancer...",
	"Instead you're still here, still pushing that button.",
	"Which I explicitly told you, several times, not to push.",
	"Are you doing this for any particular purpose?",
	"Are you hoping for some kind of reward if you just push the button many enough times?",
	"It's not going to happen, man. Just give it up.",
	"There is no pot of gold at the end of this rainbow.",
	"Not that this exchange has anything at all in common with a rainbow...",
	"Nor would there be any reason at all to expect anything to happen after I give up responding."
]
